{
  "songs": [
    {
      "title": "Karolína",
      "artist": "Pergamen",
      "lyrics": "Jsem zmáčený ranní rosou\nv mokré trávě vyčkávám.\nPřijde dívka Karolína\nspolu s ní sen prožít mám.\n\nSlunce pálí do mých skrání\ndalší ráno začíná\ndalší ráno s holkou k mání\nco Karolína jméno má\n\nVlasy svítí, oči září\njá chtěl bych umět psát\nbílou křídou o tvé tváři\ns Karolínou chci se smát\n\nSlunce pálí do mých skrání\ndalší ráno začíná\ndalší ráno s holkou k mání\nco Karolína jméno má \n\nZa pár chvílí týden skončí\na mně štěstí sbohem dá\nkrásných pár dní s Karolínou\nv srdci mém stín zanechá.\n\nSlunce pálí do mých skrání\ndalší ráno začíná\ndalší ráno s holkou k mání\nco Karolína jméno má"
    },
    {
      "title": "Až zítra ráno v pět",
      "artist": "Jaromír Nohavica",
      "lyrics": "Až zítra ráno v pět, mě ke zdi postaví,\nještě si naposled, dám vodku na zdraví,\nz očí pásku strhnu si, to abych viděl na nebe,\na pak vzpomenu si, má lásko na tebe.\nA pak vzpomenu si, na tebe.\n\nAž zítra ráno v pět, přijde ke mně kněz,\nřeknu mu že se splet, že mně se nechce do nebes,\nže žil jsem jak jsem žil, a stejně tak i dožiju,\na co jsem si nadrobil, to si i vypiju.\nA co jsem si nadrobil, si vypiju.\n\nAž zítra ráno v pět, poručík řekne pal,\nškoda bude těch let, kdy jsem tě nelíbal,\nještě slunci zamávám, a potom líto přijde mi,\nže tě lásko nechávám, samotnou tady na zemi.\nŽe tě lásko nechávám, na zemi.\n\nAž zítra ráno v pět, prádlo půjdeš prát,\na seno obracet, já u zdi budu stát,\ntak přilož na oheň, a smutek v sobě skryj,\nprosím nezapomeň, nezapomeň a žij.\nNá-na ná-na ná-na ná\nná-na ná-na ná,\nna mě nezapomeň, a žij."
    },
    {
      "title": "Tři kříže",
      "artist": "Hop trop",
      "lyrics": "Dávám sbohem všem břehům proklatejm,\nkterý v drápech má ďábel sám,\nbílou přídí šalupa My Grave\nmíří k útesům, který znám.\n\nJen tři kříže z bílýho kamení\nněkdo do písku poskládal.\nSlzy v očích měl a v ruce znavený,\nlodní deník, co sám do něj psal.\n\nPrvní kříž má pod sebou jen hřích,\nsamý pití a rvačky jen.\nChřestot nožů, při kterým přejde smích,\nsrdce-kámen a jméno Stan.\n\nJen tři kříže z bílýho kamení\nněkdo do písku poskládal.\nSlzy v očích měl a v ruce znavený,\nlodní deník, co sám do něj psal.\n\nJá, Bob Green, mám tváře zjizvený,\nštěkot psa zněl, když jsem se smál.\nDruhej kříž mám a spím pod zemí,\nže jsem falešný karty hrál.\n\nJen tři kříže z bílýho kamení\nněkdo do písku poskládal,\nslzy v očích měl a v ruce znavený,\nlodní deník, co sám do něj psal.\n\nTřetí kříž, ten vyvolá jen vztek,\nFatty Rogers těm dvoum život vzal.\nSvědomí měl a vedle nich si klek.\n\n\"Já vím, trestat je lidský, ale odpouštět božský.\nSnad mi tedy bůh odpustí...\"\n\nJen tři kříže z bílýho kamení\njsem jim do písku poskládal.\nSlzy v očích měl a v ruce znavený,\nlodní deník, a v něm, co jsem psal.\n\n"
    },
    {
      "title": "Poslední kovboj",
      "artist": "Michal Tučný",
      "lyrics": "Snad jsem si zmýlil odjezd vlaku,\nměl zpoždění snad sto let,\njá měl namířeno k táboráku,\nco měl se konat naposled,\na místo něj kouř náklaďáků \nmě v tomhle koutě přivítá,\na louky plný paneláků, \nskrz který slunce prosvítá.\n\nTak přijíždí poslední kovboj, \nsombrero vmáčklé do čela,\nzchvácená herka líně kráčí, \njako by dál nést ho nechtěla,\ntak přijíždí poslední kovboj, \na nerad vráží do lidí,\ntak přijíždí poslední kovboj, \na nikdo z vás ho nevidí.\n\nSnad jsem si zmýlil čísla vlaků, \nco odjížděly do mých snů,\ndo prašných cest a do bodláků \nz mých oblíbených románů,\nkde slunce z rozedraných mraků \ntančí na hlavních pistolí,\nsnad jsem si zmýlil čísla vlaků, \ntohle je jiný údolí.\n\nTak přijíždí poslední kovboj, \nsombrero vmáčklé do čela,\nzchvácená herka líně kráčí, \njako by dál nést ho nechtěla,\ntak přijíždí poslední kovboj, \na nerad vráží do lidí,\ntak přijíždí poslední kovboj, \na nikdo z vás ho nevidí."
    },
    {
      "title": "Rolničky",
      "lyrics": "Rolničky, rolničky, kdopak vám dal hlas?\nKašpárek maličký nebo děda Mráz?\nRolničky, rolničky, co to zvoní v nich? \nMaminčiny písničky, Vánoce a sníh.\n\nSláva, už je sníh, jedem na saních,\nkluci křičí, zvonek zní, jenom táta ztich.\nKouká na syna, uši napíná,\nco to slyší v rolničkách? Na co vzpomíná?\n\nRolničky, rolničky, kdopak vám dal hlas?\nKašpárek maličký nebo děda Mráz?\nRolničky, rolničky, co to zvoní v nich? \nMaminčiny písničky, Vánoce a sníh.\n\nZvonky dětských let, rozezvoňte svět,\ntěm co už jsou dospělí, ať je znova pět!\nZvoňte z lehýnka, stačí chvilinka: \nvzpomínka jak rolničky, v srdci zacinká.\n\nRolničky, rolničky kdopak vám dal hlas? \nKašpárek maličký nebo děda Mráz?\nRolničky, rolničky, co to zvoní v nich? \nMaminčiny písničky, Vánoce a sníh."
    },
    {
      "title": "What shall we do with a drunken sailor?",
      "lyrics": "What shall we do with a drunken sailor?\nWhat shall we do with a drunken sailor?\nWhat shall we do with a drunken sailor?\nEarly in the morning.\n\nHooray and up she rises\nHooray and up she rises\nHooray and up she rises\nEarly in the morning.\n\nShave his belly with a rusty razor\nShave his belly with a rusty razor\nShave his belly with a rusty razor\nEarly in the morning.\n\nHooray and up she rises\nHooray and up she rises\nHooray and up she rises\nEarly in the morning.\n\nPut him in a long boat till he's sober\nPut him in a long boat till he's sober\nPut him in a long boat till he's sober\nEarly in the morning.\n\nHooray and up she rises\nHooray and up she rises\nHooray and up she rises\nEarly in the morning.",
      "language": "en"
    },
    {
      "title": "Vánoční projev 2018",
      "lyrics": "Dobrý den, vážení a milí spoluobčané,\n\nsetkáváme se již po šesté nad Vánočním poselstvím prezidenta republiky. Lidé se mě občas ptají, proč vánoční poselství místo novoročního projevu. Má to dva důvody. \n\nZaprvé, v době první republiky se nakonec ustálila prezidentská tradice vánočních poselství, a tuto tradici zastavil až Klement Gottwald, který pronesl 1. ledna 1949 právě novoroční projev.\n\nDruhý důvod je jistě naprosto okrajový. Domníval jsem se, že po silvestrovském veselí určitá, jistě velmi malá část naší populace by nemohla s plným soustředěním sledovat novoroční projev. A dnes jsme ve vánoční pohodě a mnozí z nás bilancují uplynulý rok. Dovolte mi, abych se o podobnou bilanci pokusil i já.\n\nZačnu začátkem, to znamená lednem, kdy se konaly prezidentské volby. Chtěl bych ze srdce poděkovat všem občanům, kteří mi dali svůj hlas. Byly jich téměř tři miliony. Nesmírně si toho vážím a slibuji, že i nadále budu usilovat o obranu národních zájmů České republiky a její suverenity jak v oblasti migrace, tak v oblastech dalších. Slibuji, že i nadále budu podporovat ekonomickou diplomacii, a to jak náš vývoz do zahraničí, tak příliv efektivních zahraničních investic k nám. A konečně slibuji, že i nadále se budu, a to velmi rád, setkávat s normálními občany tváří v tvář během mých výjezdů po jednotlivých krajích.\n\nPlně respektuji i volbu těch občanů, kteří v prezidentské volbě podpořili některého z mých protikandidátů, a chtěl bych ocenit, že šli k volbám. Tím se dostáváme k často diskutované otázce volební účasti. V těch prezidentských volbách nebyla špatná, téměř 70 procent. Ale například už v podzimních komunálních volbách byla jenom 47 procent, a to znamená, že více než polovina obyvatel měst a obcí byla zcela lhostejná vůči tomu, kdo bude tyto obce a tato města řídit. Demokracie, to nejsou jenom práva. Demokracie, to jsou i povinnosti. Já dlouhodobě doporučuji, opět po vzoru první republiky, abychom se vrátili k myšlence povinné volební účasti, která není časově náročná, ale která by výrazně rozšířila počet voličů, a tím přinutila politické strany k vyšší aktivitě. \n\nV polovině tohoto roku bylo v zásadě uzavřeno jednání o sestavení nové vlády, a tato vláda na druhý pokus získala důvěru Poslanecké sněmovny. Chtěl bych poděkovat předsedům tří politických stran, kteří našli odvahu k vytvoření a podpoře takové vlády, Andreji Babišovi, Janu Hamáčkovi a Vojtěch Filipovi. Vládě přeji úspěch v její práci a opozici přeji, aby byla konstruktivním kritikem vládním návrhů a předkladatelem vlastních alternativ.\n\nA teď už se dostáváme k oněm podzimním senátním a komunálním volbám. Úvodem bych samozřejmě rád blahopřál jak zvoleným senátorům, tak zvoleným zastupitelům, starostům, místostarostům a radním, ale uvědomuji si, že zatímco ať už prezidentská nebo senátní volba má jasného vítěze, v případě komunálních, ale také krajských voleb je ještě druhá etapa, která se jmenuje sestavování koalic. Mnohdy se stává, že vítěz voleb je obejit a že vzniká koalice proti tomuto vítězi. Nepokládám to za správné, považuji to za obcházení vůle voličů. Co proti tomu dělat, abychom jen nelamentovali. Dlouhodobě navrhuji přímou volbu jak starostů, tak primátorů, tak hejtmanů, a to tak, že jimi jsou zvoleni ti, kdo na kandidátce nejúspěšnějšího kandidujícího subjektu dostali největší počet preferenčních hlasů. Tím se samozřejmě spojuje jak preference osobnosti vyjádřená právě těmi preferenčními hlasy, tak preference kandidujícího subjektu, protože v ní mám argument, že i ten takto zvolený starosta potřebuje zázemí v zastupitelstvu. A samozřejmě bych si velice přál, aby vítěz těchto voleb byl velkorysý a aby svým koaličním partnerům dokázal, jak říkají mafiáni, předložit nabídku, která se neodmítá.\n\nTím jsem vyčerpal volební záležitosti. Nyní mi dovolte, abych přešel k ekonomické situaci. Před třemi lety jsem vám říkal, že skočila blbá nálada. Všichni jsme se radovali a dosud radujeme nad ekonomickým růstem. Dnes poprvé bych chtěl naopak poněkud varovat, varovat před zpomalením ekonomického růstu, které má několik příčin. Zaprvé je to vznikající obchodní nebo celní válka mezi dvěma největšími světovými ekonomikami, tj. americkou a čínskou.\n\nZadruhé je to brexit, ale zatřetí je to také to, že náš ekonomický růst brzdí nedostatek pracovních sil. Myslím si, že zatímco první dva faktory nemůžeme ovlivnit, ten třetí ano. Chápu, že jsou návrhy na dovoz zahraničních pracovních sil, nic proti tomu. Nezapomeňte také, že je zde stále ještě dvě stě tisíc lidí vedených jako nezaměstnaní, třebaže je tři sta tisíc volných pracovních míst. Víte, že dlouhodobě zastávám názor, že zdravým lidem, kteří odmítnou nabízenou práci, by měly být odňaty sociální dávky, ale to je všechno pouze krátkodobé řešení. \n\nDlouhodobé řešení vidím ke zvýšení produktivity práce, a to konkrétně formou robotizace. Často mluvíme o digitální ekonomice, ale ne všichni si dovedeme představit, co všechno obnáší. Pod slovem robot někdy vidíme androida, někdy monstrum s chapadly, ale robot je i počítačový algoritmus, který se už dnes uplatňuje v bankovnictví a snižuje výrazně počet bankovních úředníků. Považuji za nesmyslné, abychom této tendenci bránili, například zaváděním daně z robotů, což by jenom tento proces zbrzdilo a snížilo naši šanci dostat se mezi opravdu nejvyspělejší země. \n\nZávěrem ekonomické části bych chtěl vysoce ocenit vládní návrh Národního investičního plánu rozpočítaného na 12 let. Neustále tvrdím, že spotřební výdaje jsou sice příjemné a mohou i získat nějaké voliče, ale že jedině investice, i když nemají volební právo, nás přenášejí do budoucnosti. Proto věřím, že v rámci tohoto plánu vzniknou v každé obci, a tím spíše v každém městě či kraji nové stavby, které zkrášlí tamní prostředí a zlepší život v obcích a ve městech. \n\nPokud jde o zahraniční politiku, jsme členy dvou mezinárodních institucí, Severoatlantické aliance a Evropské unie. Pokud jsme o Severoatlantickou alianci, víte, že dlouhodobě plně podporuji naše zahraniční mise v rámci boje proti mezinárodnímu islámskému terorismu, zejména pak v Afghánistánu. Když se mě lidé ptají, proč z Afghánistánu neodejdeme, odpovídám jim, že v takovém případě, kdyby odešly spojenecké jednotky, by afghánské území nepochybně znovu ovládl Tálibán, který již jednou vytvořil z této země základnu k teroristickým útokům včetně toho největšího z nich, a to byl útok na newyorkská dvojčata v září 2001.\n\nNení důvod pochybovat o tom, že v případě vítězství Tálibánu by v Afghánistánu opět bylo vytvořeno teroristické centrum připravující a plánující teroristické útoky všude na světě. V tomto smyslu v Afghánistánu chráníme i bezpečnost českých občanů a jednáme v souladu s naším národním zájmem.\n\nCo se týče Evropské unie, velice si vážím činnosti Visegrádské skupiny. Té se podařilo téměř nemožné, dosáhnout toho, že už se v zásadě přestalo diskutovat o nesmyslné myšlence migračních kvót. Když jsem mluvil o národním zájmu, chci připomenout, že jedním z národních zájmů a projevem suverenity dané země je to, že si tato země sama rozhodne, koho chce a koho nechce přijmout na své území. Blahopřeji tedy Visegrádu k úspěšné akci a věřím, že další úspěšné akce budou následovat. \n\nTeď něco, co možná nebude tak úplně příjemné. V závěru tohoto roku jsme zažili dvě hysterické vlny, jak jim říkám. Ta první spočívala v demonstracích především v pražských ulicích vyžadujících demisi vlády. Jsem toho názoru, že demonstrovat za svržení vlády má plné oprávnění v situaci totalitního režimu, a sám jsem se dvou takových demonstrací zúčastnil. Myslím si, že je pochopitelné, že lidé budou demonstrovat proti něčemu konkrétnímu, například ve Francii proti zdražení cen pohonných hmot nebo v Maďarsku proti novele zákoníku práce, ale demonstrovat za svržení, tedy demisi vlády v podmínkách svobodných voleb podle mého názoru pohrdáním vůlí voličů. Já bych jen chtěl připomenout dva Masarykovy citáty. První, tož demokracii již máme, teď ještě nějaké ty demokraty. Demokrat je ten, kdo respektuje výsledky svobodných voleb, i když se mu třeba nelíbí. Druhý citát zní, rozčilení není program. Já bych k tomu přidal i svůj názor. Ti, kdo hází květiny do odpadkových košů, jsou podle mého mínění primitivní hlupáci.\n\nDruhá taková hysterická vlna se odehrála krátce poté, a já bych ji nazval špionománií. Víte, ti, kdo nás neustále varují před špiony, z nás tak trochu dělají nesvéprávné a manipulovatelné bytosti, které se nedokáží samy ubránit. Někdy jsem se domníval při vzpomínce na staré špatné časy, že se objeví mandelinka bramborová. Neobjevila se, ale místo ní se objevily čínské mobily. Když jsem posuzoval tuto hysterii, tak mě zaujal výrok jednoho nejmenovaného ústavního činitele, který mi říkal, Miloši, ale Číňani tady opravdu provádějí technologickou špionáž, oni se sem jezdí seznamovat s tím, proč naše vlaky jezdí tak pomalu, když jejich vlaky jezdí 300 km/h. \n\nVážení a milí spoluobčané, blížím se zvolna k závěru svého dnešního vystoupení. Zaujalo mě Centrum pro výzkum veřejného mínění, které uveřejnilo pořadí institucí podle míry důvěryhodnosti mezi občany. Takže, na prvním místě je armáda a za ní policie. Na posledních místech je televize, dále tištěná média, dále neziskové organizace a konečně církev asi s 25 procenty důvěryhodnosti. To mě přivedlo k tomu, že jsem si osvojil krásný termín lepšolidé, který jsem nedávno zaslechl. Lepšolidé jsou ti, kteří se považují za něco lepšího než my ostatní a kteří nám neustále radí, co máme dělat, a kteří své názory považují za nadřazené názorům těch druhých. Když se ovšem na strukturu lepšolidí podíváme, tak vidíme, že například sdělovací prostředky jsou mnohdy složeny z komentátorů, kteří každý den píší o něčem jiném, a přitom pořádně ničemu nerozumí. A tito lidé nám chtějí radit. A totéž se samozřejmě týká i neúspěšných politiků.\n\nChtěl bych vás proto poprosit, važte si lidí, kteří v životě něco dokázali, a s úctou přijímejte jejich rady. Naopak ignorujte radílky, kteří sami v životě nedokázali nic. \n\nMilí přátelé, chtěl bych vám všem popřát nejen ono obligátní zdraví a štěstí. Každý z nás totiž v životě vyrývá nějakou stopu. Někdy to může být maličkost, někdy velká věc, ale to není vůbec důležité. Důležité je, aby za námi něco zůstalo, něco, co zlepší život náš, život našich bližních a pokud možno i život ostatních občanů České republiky. \n\nDovolte mi proto, abych připil na to, aby v příštím roce za vámi zůstala úctyhodná práce, které si druzí lidé budou vážit. Na vaše zdraví, štěstí, životní pohodu a radost ze života.\n\nVšechno nejlepší do nového roku. ",
      "language": "cz"
    }
  ]
}
